/*
  正誤判定データ
  右辺の配列に、正解として許可したい表記を追加してください。
  例: a1: ['きゅうり','キュウリ','胡瓜']
*/
window.MYSTERY_POTLUCK_ANSWERS = {
  a1: ['こんそめ','コンソメ'],
  b1: ['まかろん','マカロン'],
  c1: ['きゅうり','キュウリ','胡瓜'],
  d1: ['こういか','コウイカ','甲烏賊','甲いか','甲イカ'],
  e1: ['くろまめ','クロマメ','黒豆'],
  f1: ['あずき','アズキ','小豆'],
  g1: ['あめ','アメ','飴'],
  darkFinal: ['あんこく','アンコク','暗黒'],
  turnStep: ['まわす','マワス','回す'],
  a2: ['だいこん','ダイコン','大根'],
  b2: ['しいたけ','シイタケ','椎茸','しい茸'],
  c2: ['ぶたにく','ブタニク','豚肉'],
  d2: ['にんじん','ニンジン','人参'],
  e2: ['はくさい','ハクサイ','白菜'],
  f2: ['もつ','モツ'],
  g2: ['もやし','モヤシ','萌やし'],
  clearFinal: ['だんけつ','ダンケツ','団結']
};
